[
     {
          "start": 0.0,
          "end": 58.079,
          "text": "Oh brother, long live the district, long live the district, in any case, the world was ending in 2026, but I didn't know the world would end like this, oh brother, what do you think, what do you think about the match between Ronaldo-Portugal and Messi-Argentina, are you going to watch it very calmly, are you going to watch it very happily, oh brother, shoes and slippers will be flung, there will be fights, there will be war, you can call it D-Day, call it D-Day, but it will be a beating, extreme profanity will occur, and I am telling you, it is done, brother, we have seen as much football as we wanted to, but welcome to another new episode. Alright, there was the World Cup draw, but it wasn't supposed to happen like this. Agreed, this is the last World Cup for Ronaldo and Messi, but quarter-finals mean that do you want Ronaldo to eliminate Messi or Messi to eliminate Ronaldo here. Can you watch it? Can you not watch it? Just tell me right now in the comments section whether you can watch this match"
     },
     {
          "start": 60.48,
          "end": 118.56,
          "text": "without having a heart attack. Is there so much courage, so much energy, so much courage, patience, and testosterone? My heart won't be able to handle it, brother, my heart won't be able to handle it. I think here you might be interested in watching South Africa versus Mexico, but first, brother, we will talk about Ronaldo-Messi Portugal-Argentina later. Of course, that's the highlight, I think, and this is not a game. [Laughter] It's not fixed. Both of these can slip. And what do I see towards Argentina? I should look into my own collar. I should talk about my own boys. I should talk about my lads. These guys have already slipped. If they reach there, I will clap twice anyway. But still, first, brother, let's talk about the World Cup 2026 draw here, and if I remove the part of the World Cup draw here, then besides that, I think"
     },
     {
          "start": 120.96,
          "end": 180.319,
          "text": "I feel like here we have been served a mixture of Dance India Dance, Indian Idol, Roadies, alright, Taarak Mehta Ka Ooltah Chashmah, Bhabi Ji Ghar Pe Hai. This mishmash of all their American versions has been forcibly crammed down our throats here. But let's come to the draw, and here we saw the fate of 48 teams being locked. The fate of 42 teams and the remaining six teams is in March, and they also know that if they qualify for the World Cup, which group they belong to. I think I should say this in the beginning. If you were thinking that a Group of Death would form here, well, according to me, some interesting groups have formed. But if you assume a short shot Group of Death that involves Germany being ousted by South Korea or Spain being knocked out or Brazil being eliminated from the group stage, I think the chances of that have decreased already the way it goes when you expand from 32 to 48 teams, groups get more diluted."
     },
     {
          "start": 182.159,
          "end": 240.4,
          "text": "are. Along with this, FIFA set the rules this time in such a way that the first four teams in the international ranking cannot face any of the top two teams until the finals. Also, the third and fourth-ranked teams cannot clash until the semifinals. Furthermore, there will only be one team from each confederation in a group, and if there is a UEFA team, there can be two. So, many permutations and combinations have been avoided here, and in trying to avoid all this, Argentina and Portugal are serving this to themselves. But first, let's take a look at the groups here. Look, I'm not saying anything is rigged or anything, but it's a coincidence. It's a coincidence that Mexico, Canada, and the United States of America got good groups, brother. Speaking of Group A, Mexico, South Africa, Korea Republic, and Winner Playoff D. I feel that here, not just Mexico, the way they play and on their home ground, they'll have quite good games here, and you already know here"
     },
     {
          "start": 242.72,
          "end": 300.24,
          "text": "Mexico, brother, will get full fan support, brother; they will try to hijack every match here with fan support, so I think they'll manage there. I think if I talk about initial favorites here, there's still a lot of time; managers can change, teams can change, but for me, Mexico and Korea Republic seem to be advancing from here. Along with this, talking about Group B, Canada, Winner Playoff A - meaning, Italy and the like could enter Winner Playoff A. It includes Qatar and Switzerland; I think Canada, being the host. Right? I think they'll make it through here. But for now, it seems to me that Italy might make it out of here. Again, many of you might be thinking about Switzerland, what about Switzerland? Look, brother, good teams will easily make it to the knockouts. How will they make it? Then in the knockouts, the boots and slaps they will face is another matter. But I feel that in the group stages, in what we have before us,"
     },
     {
          "start": 303.84,
          "end": 363.759,
          "text": "there isn't any big upset expected here that we will witness. What we will see is the best vibe of this entire World Cup. Apart from the storylines, which are already here, the storylines themselves are gold and diamonds, but besides that, if we talk about stakes and whatnot, whether any team will get knocked out from the group stage, no, it's not about which big team will be seen exiting in the group stage, it might happen; you know, the World Cup is a different sport. Even from the football world cup, it's different, brother, the World Cup is different. You might feel that Cape Verde could talk about knocking out Spain here, it could happen, it won't, but if it can happen somewhere, it can happen in the World Cup. Here, the top two teams have 12 groups. That means the top two teams will directly qualify for the round of 32. But since there will only be 24 teams, there will be eight more teams, which will be the third team of the group, and the top eight from among them will also go through. That means there are 12 groups. In the 12 groups, the third-place teams, among them, the top eight will advance."
     },
     {
          "start": 365.84,
          "end": 424.8,
          "text": "Depending upon points and depending upon the goal difference. So you can see a very good perspective of dirtiness here. Speaking of Group C, just as Brazil saw Morocco, Brazil was quite shocked. Carlo Ancelotti had submitted his resignation. Carlo is saying that if there was a Group of Death, it would have been this group, not kidding. But I think Brazil might not be mourning too much here. Of course, it's Morocco. So the first game is Brazil versus Morocco, and it will set the tone for the group. But apart from that, if anyone has mourned the most here, it would be Scotland. And what to say about Hai, they haven't even allowed fans, the USA isn’t even giving visas here, and Iran was not even invited to the World Cup draw. So this is a scenario here, but I think Brazil will manage to progress quite well. Speaking of Group D, there's the USA, Paraguay, and Australia here, and I think the USA should not only advance from this group but also top the group."
     },
     {
          "start": 426.88,
          "end": 486.08,
          "text": "Because I know Mexico is also the host, Canada is also the host. But the entire focus, the entire political peacing happening here is concerning the USA. Mauricio Pochettino would be very upset if the USA even draws a game. Also, speaking of Group E, I think Germany should be quite happy. I know Ecuador is a very good team, and if we talk about their South American qualifications, Ecuador came second after Argentina. But I think Germany will be quite happy. Speaking of Congo or Ivory Coast, of course, Ivory Coast and Ecuador are challenging teams, but things could have been much worse for Germany, but the good thing is it happened with the Netherlands. Ronald Koeman is very lucky with the group he got; the Netherlands should not only qualify but also win. Speaking of Group G, Belgium, Egypt, Iran, and New Zealand, I think the support that the Netherlands received is the same support Belgium received. And in Group H, you'll see Lamine padding stats."
     },
     {
          "start": 488.16,
          "end": 547.44,
          "text": "You'll see stat padding happening, Spain versus Cape Verde, Saudi Arabia is not the good version of Saudi Arabia, there's been a bit of downfall, and then there's Uruguay. I know Uruguay with Valverde, Ronald Araújo, Núñez have good players, Marcelo Bielsa is their manager, but you know the man-to-man press or high pressing games will tear Spain apart. Spain will open up Uruguay with breaking moves, and I think there will be stat padding here and Spain will win by a large margin. Speaking of Group I, this is an amazing game, Mbappé versus Erling Haaland, Mbappé versus Erling Haaland, that is crazy, and if the winner of playoff two is Poland, then Lewandowski could also come in. So we could see some of the greatest and best strikers facing off against each other. And personally, I am very excited. France versus Norway, France versus Senegal, you know these will also be quite exciting games. Speaking of J..."
     },
     {
          "start": 549.92,
          "end": 608.56,
          "text": "Do Argentina, Algeria, Austria, and Jordan from Austria, I have hopes from Austria. But I don't think any of these three teams have that capability. Again, when I'm giving this prediction here, don't consider it a sure-shot confirmation. It's the World Cup, it's the moment, it's the FIFA World Cup. Brother, it's that day, it's that match, anything can happen, but if we talk on paper here, Argentina is going to come out from this group with very high flying numbers and if we talk about the key of the group, meaning to look closely, then Portugal is the winner of Playoff One. I think the teams here in Call of Duty, meaning the gathering, I think Uzbekistan and Colombia, I think Uzbekistan could be a surprise package but not to the extent of doing something to Portugal. Again, now if you bring up Georgia here, then what can I say, but a team like Colombia, it's like James Rodriguez versus Cristiano Ronaldo, but I think if Portugal has any chances, any chances at all, then brother, they will have to win a group."
     },
     {
          "start": 612.48,
          "end": 671.68,
          "text": "If you are going to win the World Cup, forget about it, I'm not talking about knockouts, I'm just talking about the group stages right now. If you dream of winning the World Cup, this is a group that you should win, meaning if Portugal's legs tremble even for a moment, then I'll talk later about what will happen to them in the knockout. But alongside this, let's talk about Group L, so there is England, Croatia, Ghana, and Panama. I think England has been a bit trapped here. But I feel that the way England is playing under 'Took Kill', I think Croatia is aging. I know Croatia is the joint killer team. You can expect from Ghana. Panama could be a surprising package. I don't know, to be very honest. So I think not only will England qualify from this group but will also emerge as the group winner. And along with this, we now talk about the major and the biggest of them all. If Portugal and Argentina win their respective groups here, then they will clash in the quarter-finals. And as for Portugal, I tell you"
     },
     {
          "start": 674.0,
          "end": 733.2,
          "text": "the path that Portugal will first face Croatia in the Round of 32. It might face them in the Round of 16 and after that in the quarter-finals, it might face Argentina and then if by some reason, some tragedy occurs, something happens here, something unknown happens and they knock out Argentina, then they will clash with Brazil and ultimately from the other side one of Germany, Spain, and France will be coming here. So this is it, brother, for Portugal, I feel God has said that if Ronaldo has to complete his story, then this is the way it will have to be done. The hardest way has been told here and the hard way here for Portugal starts from knockouts. But do you understand? Do you understand it is the biggest game? I'm saying the biggest game of the 21st century. I am sorry to say if I am hurting someone here or if I am offending anyone here. But I think this quarter-final is bigger than every"
     },
     {
          "start": 737.2,
          "end": 795.76,
          "text": "World Cup final. If it were a quarter-final. This is the biggest game of this generation. Brother, when was my generation, this is the biggest game. And celebration won't be there at all. In case you think lights will be up, decorations everywhere. Brother Bhaiya Dede firecrackers, gunfire preparations will be happening. You understand on one side Messi fans, on the other Ronaldo fans, one side Argentina Portugal and World Cup quarter-final. But again brother, this time we have Mbappe versus Haaland. I think this World Cup draw was very balanced, very well done. I know there's a lot of negativity regarding this World Cup. But just focusing on the football. I think there are a lot of things here you can focus on. Again, talking about England, they also have chances. Talk about Brazil, they've got a great opportunity. Morocco will face them here and the best thing is that all three host nations can also ensure they reach the knockouts here. Along with that here"
     },
     {
          "start": 797.92,
          "end": 856.32,
          "text": "you get to see Mbappe versus Haaland. You will see Spain stepping up. And ultimately Portugal, which is already surrounded by so many questions, will come under so much pressure, so many eyeballs will be on them. They know if they win the group, which they have to, I'm saying if Argentina Brazil continues, this will continue brother in this World Cup any team could do anything every every team don't expect that any team will be out from the group stage. Not any big team, but you can expect that the smaller teams, the weaker teams or the ones without expectations will upset the big teams because we all are thinking that if Portugal wins their group or Argentina wins theirs, the atmosphere will become very wavy and there will be excitement. But we are not understanding that if Portugal loses their group, meaning they end up as group runners-up, then they"
     },
     {
          "start": 858.959,
          "end": 918.32,
          "text": "will go where Spain, Germany, France go. No, they will go to the other side of the bracket. This would mean that we might miss the probable clash of the generation, the biggest clash in football history against Argentina. But ultimately, things in football terms will not be easy for Portugal. Then they will be caught in the zone of Germany, Spain, and here France. I think FIFA got what they wanted here. They wanted box office games to be preserved for the knockouts, and they possibly gave the biggest game of the century in the quarter-final. Now, I only have one desire, which I expect in the coming days, that Messi quickly confirms that he is playing for Argentina in the World Cup. I don't know, I don't feel why he is in doubt here. What is he thinking brother, it's Lionel Messi, he is the king and along with brother here Carlo Ancelotti, Neymar keeps himself injury-free and from there we'll know that brother in Brazil"
     },
     {
          "start": 920.079,
          "end": 922.72,
          "text": "Neymar is also coming. Because again friend, now when everyone is going all in, let's just go."
     }
]