[
     {
          "start": 0.0,
          "end": 58.079,
          "text": "Oh brother, we lived a lot, brother, we lived a lot. Anyway, the world was supposed to end in 2026, but we didn't know it would end like this, brother. It's done, brother. What do you think? No, what do you think? The match between Ronaldo's Portugal, Ronaldo, Messi, and Portugal vs Argentina, are you going to watch it very peacefully? Are you going to watch it very happily? Brother, shoes and slippers will fly, there will be a fight, there will be war. Call it D-Day, call it DD, whatever you want to call it here, call it World War Three, but there will be a beating, a thrashing beyond limits, we are going to descend into utter chaos. And I'm saying, it's done, brother. We've watched as much football as we needed to, but welcome everyone to another new episode. Okay, it was the World Cup draw, but it shouldn't have turned out like this. Granted, this is Ronaldo and Messi's last World Cup, but quarter-finals? I mean, what do you want? That Ronaldo eliminates Messi here, or Messi eliminates Ronaldo? Will you be able to watch it or not? Tell me the truth right now, this very moment, in the comment section, will you watch this match"
     },
     {
          "start": 60.48,
          "end": 118.56,
          "text": "Will you be able to watch this match without having a heart attack? Do you have the courage? Do you have that much energy, that much courage, patience, 'popostalus' and testosterone? Will your heart be able to handle it? Mine won't be able to handle it, brother, mine won't be able to handle it, brother. I, I think you'd be interested in watching the South Africa versus Mexico game, but first, brother, we'll come to Ronaldo, Messi, Portugal, Argentina later. Of course, that's the highlight, I think, of this entire thing, and this isn't a game. This isn't fixed. These two can both slip up. And what should I look at regarding Argentina? I should look into my own collar (examine my own situation). I should talk about my boys. I should talk about my lads. So, they have already slipped up. If they even reach there, I'll clap twice anyway. But still, first, brother, let's talk about the World Cup 2026 draw, and if I remove the World Cup draw part from here, then besides that, I feel like..."
     },
     {
          "start": 120.96,
          "end": 180.319,
          "text": "It feels like I've seen Dance India Dance, Indian Dance India Dance, Indian Idol, Roadies, Tarak Mehta Ka Ooltah Chashmah, Bhabhi Ji Ghar Par Hain here. The American version of all these, mixed together, whatever mess it created, that's what has been served to us here and forcefully shoved down our throats. But let's come to the draw, and here we have seen the fate of 48 teams being locked. The fate of 42 teams has been sealed, while the fate of six teams will be decided in March, and they already know which camp they belong to if they qualify for the World Cup. I think I should have said this at the beginning. If you were thinking that a 'Group of Death' would be formed here – which, in my opinion, some interesting groups have indeed been formed – but if you were expecting a sure-shot 'Group of Death' where, for example, Germany was eliminated by South Korea, or Spain was eliminated, or we might see Brazil wiped out from the group stage, I think the chances of that were already reduced in such a way that when you increase from 32 to 48 teams, the groups become more diluted."
     },
     {
          "start": 182.159,
          "end": 240.4,
          "text": "They are. Along with that, FIFA had set the rules this time in such a way that the first four teams, the first top two teams in the international ranking, cannot face each other until the final. Similarly, the third and fourth-placed teams cannot face each other until the semi-finals. Also, in any group, there will be only one team from a single confederation, and if there is a UEFA team, there can be two. So, a lot of permutations and combinations have been saved there, and in the process of saving all this, they are going to serve us Argentina and Portugal. But first, let's look at the groups here. Look, I'm not saying it's rigged or anything, but it's a coincidence. It's a coincidence that Mexico, Canada, and the United States of America got good groups, brother. If we talk about Group A here: Mexico, South Africa, Korea Republic, and Winner Playoff D. I think that not only Mexico, the way they play, and at their home, they will have many good games here, and you know that here"
     },
     {
          "start": 242.72,
          "end": 300.24,
          "text": "Mexico will get full fan support, they will try to hijack every match here with fan support, so I think they will manage there. I think if I talk about the initial favorites here, there is still a lot of time, managers can change, teams can change, but for me, Mexico and Korea Republic will be seen progressing from here. Along with this, if we talk about Group B, Canada, winner of Playoff A (meaning Italy etc. can enter Playoff A), Qatar and Switzerland. I think Canada being the host, okay? I think they will make it through here. But for me, currently, it seems like Italy might make it through here. Again, many of you might be thinking what will happen to Switzerland? Look, the thing is that good teams will easily go into the knockouts. How will they go? Then the slaps they will get in the knockouts, that's a different matter. But I think in the group stages, what we have in front of us, there is"
     },
     {
          "start": 303.84,
          "end": 363.759,
          "text": "There isn't any major upset expected here. The biggest catch, the best vibe of this entire World Cup, apart from the storylines – those storylines are already gold and diamond here – but beyond that, if we talk about the stakes, will we see any team getting eliminated from the group stage? No, it's not about which big team we might see getting eliminated in the group stage itself. It's possible, you know, the World Cup is a different sport, even from football. The World Cup is different, brother, the World Cup is different. You might think, if we talk about Cape Verde here, they might eliminate Spain. It's possible, it won't happen, but if it could happen anywhere, it would be in the World Cup. Here, we have 12 groups with top two teams. Meaning, the top two teams will directly qualify for the Round of 32. But since there will only be 24 teams, there will be eight more teams, which will be the third-placed teams from the groups, and the top eight of those will also advance. That means there are 12 groups. Out of the third-placed teams in the 12 groups, the top eight will advance."
     },
     {
          "start": 365.84,
          "end": 424.8,
          "text": "Depending upon points and depending upon the goal difference. So you can also see a great perspective of unpredictability here. Talking about Group C, Brazil, Morocco, as soon as Brazil saw Morocco, Brazil's heart sank here. Carlo Ancelotti had already put in his resignation here. Carlo was saying, \"Brother, if there was a Group of Death that could be formed, it was this group, no joke.\" But I think Brazil wouldn't be mourning that much here. Of course, it's Morocco. So Brazil versus Morocco is the first game and it will set the entire tone of this group, but apart from that, if anyone mourned the most here, it was Scotland, and as for the high, what can I even say? They haven't even allowed fans, brother, the USA isn't even giving visas here, and Iran wasn't even invited to the World Cup draw. So this is how things are going here, but I think Brazil will also qualify, it's quite good. Talking about Group D, USA, Paraguay, Australia are here, and I think the USA should not only qualify from this group but also top the group."
     },
     {
          "start": 426.88,
          "end": 486.08,
          "text": "should qualify because I know Mexico is also a host, Canada is also a host. But the entire focus, the entire political maneuvering happening here, is centered around the USA. Mauricio Pochettino will be severely criticized by Donald Trump if the USA even draws a single game. Also, talking about Group E. I think Germany should be quite happy. I know Ecuador is a very good team. And if we talk about their South American qualifications, Ecuador has emerged at number two after Argentina. But I think Germany will also be quite happy, whether we talk about Curaçao or Ivory Coast. Of course, Ivory Coast and Ecuador are tricky teams, but things could have been much worse for Germany. However, an even better thing that happened is with the Netherlands. Ronald Koeman has got his group, and the Netherlands should not only qualify from this group but also win it. Talking about Group G, it's Belgium, Egypt, Iran, and New Zealand. I think what came in support for the Netherlands has also come in support for Belgium here. And in Group H, you will see Lamine, our"
     },
     {
          "start": 488.16,
          "end": 547.44,
          "text": "Stat padding, stat padding will be seen in Spain vs Cape Verde. Saudi Arabia is also not that good Saudi Arabia, there has been a bit of a downfall. And after that, here Uruguay. I know Uruguay has good players like Valverde, Ronald Araújo, Darwin Núñez. Marcelo Bielsa is their manager. But you know, that man-to-man press, those high-gang-ho pressing games, Spain will tear them to shreds. Spain will cut through three-four players, and Uruguay's legs will open up. So here too, I think there will be stat padding, and Spain will win by a huge margin. Talking about Group I, this is an amazing game, brother. Mbappé vs Erling Haaland. Mbappé vs Erling Haaland, that is crazy. And if Poland comes from Winner Playoff Two, then Lewandowski can also come here. So, we can see one of the greatest, one of the best strikers facing each other here. And I am personally very excited. France vs Norway, France vs Senegal, you know, this is also going to be a very banging game here. Talking about J"
     },
     {
          "start": 549.92,
          "end": 608.56,
          "text": "about Argentina, Algeria, Austria, and Jordan. I have hopes for Austria, but I don't think any of these three teams have the capability. Again, when I'm giving these predictions, don't consider them absolutely sure-shot confirmed. It's the World Cup, it's the moment, it's the FIFA World Cup. Anything can happen on that day, in that match, but if we talk about it on paper, Argentina is going to emerge from this group with very high-flying numbers. And if we talk about Group K, meaning if we look closely, there's Portugal, winner of Playoff One. I think here, which teams from Call of Duty, like Jamaica, Pamaica, will come here, Uzbekistan and Colombia. I think Uzbekistan could be a surprise package, but not so much that they do something to Portugal. Again, if you bring up Georgia here, then what can I say? But Colombia, a team like James Rodriguez versus Cristiano Ronaldo. But I think here, if Portugal has any chances, any chances at all, then they have to win one group."
     },
     {
          "start": 612.48,
          "end": 671.68,
          "text": "If you are going to win the World Cup, forget it, I'm not talking about the knockouts, I'm just talking about the group stages right now. If you dream of winning the World Cup here, this is a group you should win. I mean, if Portugal's legs tremble for even a moment, then I'll talk about what will happen to them in the knockouts. But along with this, if we talk about Group L, then there is England, Croatia, Ghana, and Panama. I think England has also been put in a bit of a tough spot here. But I feel that with the way England is playing under Sarina Wiegman (assuming \"Took Kill\" is a mispronunciation or typo for a coach's name, or a general phrase like \"under pressure\"), I think Croatia is aging. I know Croatia is the giant killer team. You can expect from Ghana. Panama could be a surprising package. I don't know, to be very honest. So I think England will not only qualify from this group but will also emerge as the group winner. And with this, let's talk about the major and the biggest of them all. If Portugal and Argentina win their respective groups here, they will clash in the quarter-finals. And I'll tell you Portugal's"
     },
     {
          "start": 674.0,
          "end": 733.2,
          "text": "I'll tell you the path for Portugal. Portugal will first face Croatia in the Round of 32, then perhaps in the Round of 16, and after that, in the Quarter-finals, they might face Argentina. And if, for some reason, a tragedy occurs there, something happens, I don't know what, and they knock Argentina out, then they will clash with Brazil. And ultimately, from the other side, either Germany, Spain, or France will be coming. So this is Portugal's path. I feel like God has said that if Ronaldo has to complete his story, he has to do it this way. The hardest way has been told here, and Portugal's hard way starts from the knockouts. But you understand, you understand, it is the biggest game. I am saying it's the biggest game of the 21st century. I am sorry to say if I am hurting anyone here or offending anyone here, but I think this Quarter-final is bigger than every"
     },
     {
          "start": 737.2,
          "end": 795.76,
          "text": "World Cup final. If this quarter-final happens, this is the biggest game of this generation. Brother, for my generation, this is the biggest game. And it definitely won't be pleasant. Don't think there will be lights and decorations. Oh brother, firecrackers, guns, and pans will be getting ready. You understand, on one side Messi fans, on the other side Ronaldo fans, on one side Argentina, Portugal, and a knockout World Cup quarter-final. But again, brother, then we have Mbappe versus Haaland. I think this World Cup draw has provided a very good balance. I know there's a lot of negative vibe regarding this World Cup too. But just focusing on the football, I think there are many things you can focus on. Again, here you talk about England, that they also have chances. You talk about Brazil getting a great opportunity. Morocco will face them, and the best part is that all three host nations can also make sure, there's a strong probability that they will go into the knockouts. Along with that, here"
     },
     {
          "start": 797.92,
          "end": 856.32,
          "text": "you get to see Mbappe versus Haaland. Spain will be seen doing step-padding. And ultimately Portugal, which is already surrounded by so many questions, which will already be under so much pressure here, which will already be burdened by such a big story, there will be so much pressure, there will be so many eyeballs, they know that if they win the group, which they have to win, I am saying that if Argentina and Brazil keep going, this will keep going, brother, in this World Cup, any team could do anything, every, every team, as I am telling you, don't expect any team to be eliminated from the group stage here. No big team, but you can expect that the smaller teams, the weaker teams, or those on whom there are no expectations, will spoil the game for the big teams here, because we all are thinking that if Portugal wins its group or Argentina wins its group, then the atmosphere here will become completely wavy and it will be D-Day here. But we are not understanding that if Portugal loses its group here, meaning it emerges as a group runner-up, then here it will"
     },
     {
          "start": 858.959,
          "end": 918.32,
          "text": "Spain, Germany, France will go to that side. No, they will go beyond the bracket. So, this will mean that we will probably miss the clash of the generation, the biggest clash in football history, with Argentina here. But ultimately, things are not going to be easy for Portugal in footballing terms. Then they will find themselves surrounded by Germany, Spain, and France. I think FIFA has got what they wanted here. They wanted box office games to be preserved for them in the knockouts, and they have delivered possibly the biggest game of the century here in the quarter-finals. Now, I just have one request here, which I am anticipating in the coming days: that Messi will quickly confirm that he is playing for Argentina in the World Cup. I don't know, I don't feel it, I don't know why he's in such a dilemma here. What is he thinking, man? It's Lionel Messi, he is the king. And also, man, here, Carlo Ancelotti and Neymar should keep themselves injury-free, and from there, we will know that in Brazil..."
     },
     {
          "start": 920.079,
          "end": 922.72,
          "text": "Neymar is also coming. Because again, man, now that we are going all in, let's just go for it."
     }
]