[
     {
          "start": 0.0,
          "end": 58.079,
          "text": "District by district, lived a lot, brother, lived a lot. Anyway, the world was supposed to end in 2026, but we didn't know the world would end like this, brother. It's happened, brother. What do you think? No, what do you think? Ronaldo, Portugal, Ronaldo, Messi, and Portugal, Argentina's match, are you going to watch it peacefully? Are you going to watch it happily? Brother, shoes and slippers will be thrown, there will be fights, there will be war, war. Call it Dede, call it DD, call it whatever you want here, call it World War III, but there will be a beating, a beating beyond limits. We are going to descend into filth, and I'm telling you, it's happened, brother. We've watched as much football as we wanted to watch, but welcome everyone to another new episode. Okay, it was the World Cup draw, but it wasn't supposed to be like this. I admit that this is Ronaldo and Messi's last World Cup, but the quarter-finals, I mean, what do you want? Either Ronaldo eliminates Messi here, or Messi eliminates Ronaldo. Will you be able to watch it? Will you be able to watch it? Tell me right now, in the comment section, can you watch this match"
     },
     {
          "start": 60.48,
          "end": 118.56,
          "text": "without having a heart attack? Do you have the courage? So much energy, so much courage, patience, apostles, and testosterone, will the heart handle it? My heart won't be able to handle it, brother. My heart won't be able to handle it, brother. I think I'm interested in watching the South Africa versus Mexico game here, but first, brother, Ronaldo, Messi, Portugal, Argentina, we'll come to that later. Of course, that's the highlight, I think. This whole thing, and this isn't a game. This isn't fixed. Both of them can slip up. And what do I see from Argentina? Should I look into my own collar? Should I talk about my boys? Should I talk about my lads? So they have slipped up. If they even reach that point, I'll clap twice anyway. But still, first, brother, let's talk about the World Cup 2026 draw, and if I remove the World Cup draw part, then apart from that, I"
     },
     {
          "start": 120.96,
          "end": 180.319,
          "text": "think that here, Dance India Dance, Indian Dance India Dance, Indian Idol, Roadies, okay, Taarak Mehta Ka Ooltah Chashmah, Bhabhi Ji Ghar Par Hain. Their American versions mixed together, whatever mess that has become here, that's what has been served to us and forcefully shoved down our throats here. But let's come to the draw, and here we saw the fate of 48 teams being locked. The fate of 42 teams is in March, and they also know that if they qualify for the World Cup, they know which group they are in. I think I should say this at the beginning. If you were thinking that a Group of Death would be formed here, which, in my opinion, has some interesting groups, but if you are assuming a short-shot Group of Death, like how South Korea eliminated Germany, or how Spain was eliminated, or how we might see Brazil eliminated from the group stage. I think the chances of that have already become less, as when you go from 32 to 48 teams, the groups become more diluted."
     },
     {
          "start": 182.159,
          "end": 240.4,
          "text": "with it, FIFA had set rules this time such that the top two teams in the international rankings could not face each other in the final. Similarly, the third and fourth ranked teams could not face each other until the semi-finals. Also, in any group, there would be only one team from a confederation, and if it was a UEFA team, there could be two. So, a lot of permutations and combinations have been avoided here, and in the process of avoiding all this, Argentina and Portugal are going to serve us this. But first, let's look at the groups. I'm not saying anything about it being rigged, but it's a coincidence. It's a coincidence that Mexico, Canada, and the United States of America have got good groups, man. Talking about Group A here. Mexico, South Africa, Korea Republic, and Winner Playoff D. I think not only Mexico, the way they play and their home games will be quite good here, and you know here"
     },
     {
          "start": 242.72,
          "end": 300.24,
          "text": "Mexico will get full fan support, man. They will try to hijack every match here with fan support, so I think they will manage it there. I think if I talk about the initial favorites here, there is still a lot of time, managers can change, teams can change, but for me, Mexico and Korea Republic will be seen moving forward from here. Along with this, talking about Group B, Canada, Winner Playoff A, meaning Italy and others can get into Winner Playoff A. Qatar and Switzerland are here. I think Canada, being the host. Okay? I think they will get through. But for me, as of now, it seems that Italy might get through. Again, many of you might be thinking, what about Switzerland? Look, man, it's like this, good teams will go through in the knockouts very easily. How will they go? Then in the knockouts, the ghosts, the slaps they will get, that's a different story. But I think in the group stages, what we have in front of us,"
     },
     {
          "start": 303.84,
          "end": 363.759,
          "text": "there is no big upset to be seen here. The biggest catch, the best vibe of this entire World Cup, apart from the storylines, those storylines are there, gold and diamond, but apart from that, if we talk about stakes, will any team be eliminated from the group stage? No, it's not about which big team might get eliminated in the group stage. You never know, the World Cup is a different sport, even from football, the World Cup is different, man, the World Cup is different. You think here, talking about Cape Verde, they will eliminate Spain. Maybe, it won't happen, but if it can happen anywhere, it can happen in the World Cup. Here, the top two teams, we have 12 groups. That means the top two teams will directly qualify for the Round of 32. But because there will be only 24 teams, eight more teams will also go through from the third-placed teams in the group, from the top eight. That is, there are 12 groups. From the third-placed teams in the 12 groups, the top eight will go."
     },
     {
          "start": 365.84,
          "end": 424.8,
          "text": "Depending upon points and depending upon the gold difference. So you can also see a very good perspective of cheating here. Talking about Group C, Brazil, Morocco, as soon as Brazil saw Morocco, brother, Brazil's breasts were hanging here. Carlo Ancelotti had resigned. Carlo is saying, brother, if the group of death could have been formed, then this was the group, jokes aside. But I think Brazil won't be mourning that much. Of course, it's Morocco. So Brazil vs Morocco is the first game and it will set the whole tone of this group. But apart from that, if anyone has mourned the most, it would be Scotland, and what to say about Haiti, they haven't even allowed fans, brother, the US is not even giving visas here, and Iran was not even invited to the World Cup draw. So this is the calculation here, but I think Brazil will also qualify, it's quite good. Talking about Group D, USA, Paraguay, Australia are here, and I think USA should not only qualify from this group but also top the group."
     },
     {
          "start": 426.88,
          "end": 486.08,
          "text": "Because I know Mexico is also a host, Canada is also a host. But the entire focus, the entire political posturing here is around the USA. Mauricio Pochettino will be thrashed by Donald Trump if the USA draws even one game. Also, talking about Group E, I think Germany should be very happy. I know Ecuador is a very good team. And if we talk about their South American qualifications, then after Argentina, Ecuador has emerged as number two. But I think Germany will also be very happy. Talking about Croatia or Ivory Coast, of course, Ivory Coast is a tricky team, and Ecuador. But things could have been much worse for Germany. But something even better that happened is with the Netherlands. Ronald Koeman has got his group, brother. Not only should the Netherlands qualify, but they should also win. Talking about Group G, Belgium, Egypt, Iran, and New Zealand. I think what has happened in favor of the Netherlands has also happened in favor of Belgium. And in Group H, you will see Lamin Yamal"
     },
     {
          "start": 488.16,
          "end": 547.44,
          "text": "padding stats, padding stats. Spain vs. Cape Verde, Saudi Arabia, this is not the good Saudi Arabia, there has been a bit of a downfall. And after that, Euro, I know Euro has good players like Valverde, Ronald Araujo, Darwin Núñez, Marcelo Bielsa is their manager, but you know, brother, that man-to-man press, those pressing games like high-gongo-ho, Spain will be torn apart. Spain will have their legs broken by three or four players. So here too, I think there will be stat padding and Spain will win by a big margin. Talking about Group I, this is a cool game, brother, Mbappé vs. Erling Haaland, Mbappé vs. Erling Haaland, that is crazy. And if Poland comes from the winner of playoff two, then Lewandowski can also come here. So we might see some of the greatest, some of the best strikers facing each other here. And I am personally very excited. France vs. Norway, France vs. Senegal, you know, this is also going to be a pretty banging game. Talking about Group J."
     },
     {
          "start": 549.92,
          "end": 608.56,
          "text": "do Argentina, Algeria, Austria and Jordan. I have expectations from Austria. But I don't think any of these three teams have that capability. Again, when I'm giving this prediction, don't take it as a sure shot. It's the World Cup, it's the moment, it's the FIFA World Cup. Brother, it's that day, it's that match, anything can happen. But if we talk on paper, Argentina is going to come out of this group with very high flying numbers. And if we talk about the group key, meaning if we look closely, Portugal is the winner of Playoff 1. I think in Call of Duty, which teams will come, like Jamaica, Panama, Uzbekistan and Colombia. I think Uzbekistan could be a surprise package, but not so much that they can do anything to Portugal. Again, if you bring Georgia here, then what can I say. But Colombia team, like it's Humis Radgues versus Cristiano Ronaldo. But I think here, if Portugal has any chances, any chances at all, then brother, they have to win a group."
     },
     {
          "start": 612.48,
          "end": 671.68,
          "text": "If you are going to win the World Cup, forget it. I'm not talking about the knockouts, I'm just talking about the group stages. If you have a dream of winning the World Cup here, this is a group that you should win. Meaning, if Portugal's legs tremble for even a moment, then... then I'll talk about what will happen to them in the knockouts. But along with this, if we talk about Group L, then brother, there is England, Croatia, Ghana and Panama. I think England has also been trapped a little bit here. But I think the way England is playing under Took Kill. I think Croatia is aging. I know Croatia is the joint killer team. You can expect something from Ghana. It could be a surprise package. From Panama, I don't know, to be very honest. So I think England will not only qualify from this group but will also emerge as the group winner. And along with this, let's talk about the major and the biggest of the mall. If Portugal and Argentina win their respective groups, they will face each other in the quarter-finals. And I'll tell you Portugal's"
     },
     {
          "start": 674.0,
          "end": 733.2,
          "text": "path. Portugal will first face Croatia in the Round of 32. They might face them in the Round of 16. And after that, they can face Argentina in the quarter-finals. And after that, if for some reason someone has a tragedy, brother, something happens, I don't know what happened, and they eliminate Argentina, then brother, they will face Brazil. And ultimately, someone from Germany, Spain, and France will be coming from that side. So this is Portugal's path. I think God has said that if Ronaldo has to complete his story, then brother, he has to do it this way. The hardest way. I've told you the hardest way for Portugal starts from the knockouts. But you understand. You understand. It is the biggest game. I'm saying the biggest game of the 21st century. I'm sorry to say if I'm hurting someone or offending someone here. But I think this quarter-final is bigger than every"
     },
     {
          "start": 737.2,
          "end": 795.76,
          "text": "World Cup final. If this were a quarter-final. This is the biggest game of this generation. Brother, my generation is when, brother, this is the biggest game. And it won't be celebratory at all. Don't think that lights will be put up, garlands will be put up. Oh brother, firecrackers and guns will be prepared, brother. You think Messi fans on one side, Ronaldo fans on the other, Argentina, Portugal, and a knockout World Cup quarter-final. But again, brother, then we have Mbappe versus Haaland. I think this World Cup draw has given a lot of balance, a lot of good. I know there's a lot of negative vibe regarding this World Cup. But just focusing on the football. I think there are many things here that you can focus on. Again, you talk about England, that they also have chances. You talk about Brazil getting a great opportunity. Morocco will face them here, and the best thing is that all three host nations can also ensure here, the probability is entirely here that they will go into the knockouts. Along with that, here"
     },
     {
          "start": 797.92,
          "end": 856.32,
          "text": "you get to see Mbappe versus Haaland. Spain will be seen padding themselves. And ultimately Portugal, which is already surrounded by so many questions, which will already come under so much pressure, which will already be burdened by such a big story, there will be so much pressure, so many eyeballs, they know that if they win the group, which they have to win, I'm saying that brother, if Argentina, Brazil keeps going, this will keep going, brother. In this World Cup, any team could do anything, every team. As I'm telling you, don't expect any team to be eliminated from the group stage. Any big team. But you can expect that here the smaller teams, the weaker teams, or the ones that are not expected, they will mess up the plans of the big teams. We are all thinking that if Portugal wins their group or Argentina wins their group, then the atmosphere here will become very wavy and there will be a celebration. But we are not understanding that if Portugal loses their group here, meaning they come out as group runners-up, then here they will"
     },
     {
          "start": 858.959,
          "end": 918.32,
          "text": "go to the other side of Spain, Germany, France. No, they will go to the other side of the bracket. So, this will happen that they will probably miss the clash of the generation, the biggest clash in football history, against Argentina. But ultimately, things will not be easy for Portugal in terms of football. Then they will fall into the trap of Germany, Spain, and France. I think here FIFA has got what they wanted. They wanted box office games to be saved for their knockouts, and they have given possibly the biggest game of the century in the quarter-finals. Now, my only request here is what I am expecting in the coming days is that Messi will quickly confirm that he is playing for Argentina in the World Cup. I don't know, I don't feel like it, I don't know why he is in a dilemma. What is he thinking, brother? It's Lionel Messi, he is the king. And along with that, brother, here Carlo Ancelotti, Neymar, keep themselves injury-free, and from there we will know that brother, in Brazil."
     },
     {
          "start": 920.079,
          "end": 922.72,
          "text": "Neymar is also coming. Because again, man, now that we're going all in, let's go."
     }
]