[
     {
          "start": 0.0,
          "end": 58.079,
          "text": "Brother, brother, lived a long life, brother, a long life. Anyway, the world was going to end in 2026, but I did not know that the world would end like this, brother, it is done, brother, what are you feeling? No, what are you feeling? Ronaldo Portugal Ronaldo Messi and Portugal Argentina's match, are you going to watch it very peacefully, are you going to watch it very happily brother, shoes and slippers will ring, there will be a war, there will be a war, call it DD, call it DD, whatever you have to say here, call it World War Three, but There will be beating and beating, we are about to hit the carpet beyond limits and I am saying that it is done brother, we have watched as much football as we wanted but welcome all of you to another new episode. Okay, there was a draw for the World Cup but it was not supposed to happen that this is what was done. Agreed that this is the last World Cup of Ronaldo and Messi, but quarter final means what do you want here that either Ronaldo eliminates Messi or Messi eliminates Ronaldo. Will you be able to see or not? Is it true to me? Right now, tell me right now in the comment section, are you this match?"
     },
     {
          "start": 60.48,
          "end": 118.56,
          "text": "You will be able to watch without a heart attack, you have so much courage, you have so much energy, you have so much patience, you have popostlas and testosterone, your heart will take care of me, brother will not be able to take care of me, brother, I will not be able to take care of you. I think you are interested in watching the game of South Africa vs Mexico here, but first of all brother, here we will come later on Ronaldo Messi Portugal Argentina. Of course that's the highlight I think of this whole thing and it's not the game. This is not fixed. Both of them can slip sometimes. And what should I see in Argentina? Let me look into my heart. Let me talk about my boys. Let me talk about my boys. So they have slipped. If it reaches there, I will definitely clap. But still, first of all brother let's talk about the draw of the World Cup 2026 and if I remove the draw part of the World Cup here, then apart from that, my"
     },
     {
          "start": 120.96,
          "end": 180.319,
          "text": "Looks like I have danced here Dance India Dance Indian Dance India Dance Indian Idol Roadies Ok Taarak Mehta Ka Ooltah Chashmah Bhabhi Ji Ghar Pe Hai. By mixing the American version of all this, the Buchdi (Bucchdi) has been served to us here and has been forcefully inserted deep into our throat. But come the draw and here we see the fate of 48 teams locked. The fate of six teams out of 42 is up for grabs in March and they also know which camp they will belong to if they qualify for the World Cup. I think I should say this in the beginning. If you were thinking that a group of death will be formed here. According to me, at least some interesting groups have been formed. But if you are assuming a short shot group of death, the way Germany was eliminated by South Korea or the way Spain was eliminated or Brazil, we may see some elimination from the group stage. I think his chances were already reduced here because when you go from 32 to 48 teams, the groups become more diluted."
     },
     {
          "start": 182.159,
          "end": 240.4,
          "text": "Are. Along with this, this time FIFA had kept the rule in such a way that the first four teams which are the first top two teams in the international ranking cannot face each other till the finals. With this, the third and fourth placed teams cannot compete till the semi-finals. Also, in any group here there will be only one team from one confederation and if there is a UEFA team in it then it can be two. So there too, a lot of permutation combinations have been saved and in order to save all these, they are going to serve themselves Argentina Portugal. But first of all brother, let's look at the groups here. Look Rigged etc, I am not saying anything but it is a coincidence. It's a coincidence that Mexico, Canada and United States of America got good groups, brother. Let's talk about Group A here. Mexico, South Africa, Korea Republic and Winner Play Off D. I think that not only the way Mexico plays here but at home, they will also have very good games here and you know here."
     },
     {
          "start": 242.72,
          "end": 300.24,
          "text": "Mexico bhai will get full fan support bhai proper they will each try to hijack the match here so with the fan support here I think they will handle it there I think if I talk about initial favorites here there is still a lot of time, managers can change, teams can change but for me here Mexico and Korea Republic will be seen coming out of here. Along with this, if we talk about Group B, then Canada, Italy etc. can enter the Winner Play of A i.e. Italy etc. in the Winner Play of A. In this, Qatar and Switzerland I think here Canada is being the host. Ok? I think she will find it here. But for me as of now it looks like Italy can probably pull it out from here. Again many of you must be wondering what will happen to Switzerland? Look brother, it is such that good teams will go to the knockouts very easily. How will she go? Then whether or not they get slapped by ghosts in the knockouts is a different matter. But I feel that this is what is in front of us in the group stages."
     },
     {
          "start": 303.84,
          "end": 363.759,
          "text": "There is no one who is very big here that it is very big to see yourself upset. We just have to catch the biggest one which will be the best vibe of this entire World Cup. Apart from the story lines, there are the story lines here, there are gold and diamonds, but apart from that, if we talk about the stakes, brother, do you see any team getting eliminated from the group stage? No, it is not about which big team can see itself getting eliminated in the group stage. Maybe you know that World Cup is a different sport. Even from Football, World Cup is different, brother, World Cup is different. Do you feel that here we are talking about Cabo Verde? If they do, they will knock them out, here Spain may or may not, but if it can happen anywhere, it can only happen in the World Cup. Here we have the top two teams, we have 12 groups. That means the top two teams here will directly qualify for the Round of 32. But because there will be only 24 teams. There will be eight more teams and the third team in the group will also go from the top eight. That means there are 12 groups. The third place teams in 12 groups will go to the top eight."
     },
     {
          "start": 365.84,
          "end": 424.8,
          "text": "Depending upon points and depending upon the gold difference. So you can get a very good view of the carpet here too. Let's talk about Group C: Brazil and Morocco. As soon as Brazil saw Morocco, the breasts that were there in Brazil hung down. Carlo Engelt had done that here at Resignation. Carlo is saying, brother, if Group of Death could have been formed here, brother, this group was not a joke. But I think Brazil wouldn't be making that much of a weed like here. Of course it's Morocco. So Brazil vs Morocco is the very first game and it will set the whole tone of this group, but apart from that, if anyone here has made the most noise then it was Scotland here and what can I say about the high, they are not even allowed to the fans, brother, they are not even giving visas, here USA and Iran were not even invited, they were not even invited in the World Cup draw, so there is a calculation going on here, but I think I think Brazil will also pass, the group is quite right. Talking about D, USA is Parago Australia here and I think USA should not only get out of this group but also top the group here."
     },
     {
          "start": 426.88,
          "end": 486.08,
          "text": "Should come out because I know Mexico is also host, Canada is also host. But the entire focus is on the entire political platform which is going on here, with USA in mind. Brother will rub Mauricio Pochitono naked. Doned Trump here if USA draws even one game etc. Also let's talk about Group E. I think Germany should be very happy. I know Ecuador is a great team. And if we talk about its South American qualifications, then after Argentina, Ecuador has come out at number two. But I feel that Germany will also be very happy. Talking about Koraqui or Avery Coast, off course the team that trapped them is Avery Coast and Ecuador, but things could have been much worse for Germany, but the best thing that has happened is that Ronald Goeman has got his group with the Netherlands. Not only the Netherlands should qualify like a group, but they should also win. If we talk about it, then Belgium, Egypt, Iran. And New Zealand I think what has worked in support for Netherlands, the same thing has worked in support for Belgium here and in Group H, you are in favor of ours."
     },
     {
          "start": 488.16,
          "end": 547.44,
          "text": "Stat padding will be seen doing Spain vs Caboverde Saudi Arabia also this is not that good from Saudi Arabia, a little downfall has come and after that here Eurogue I know Eurogue Valverde Ronald Arau Dabi Nunes are good players Marshalo Biassa is their manager but you know brother that is the man to man press isn't it Joe Hi Gango Hope these are the pressing games Spain Brother, Spain will tear the aluminum to pieces, the legs of Eurogue will be exposed by cutting three-four players, here also I think that there will be stat padding and Spain will win here by a huge margin. Talking about Group I, this is a cool game brother, Mbappe vs Erling Holland, Mbappe vs Erling Holland, that is crazy and if the winner is Poland from play-off two, then Lewandowski can also come here. So we can see one of the greatest and one of the best strikers coming face to face with each other here. And I am personally very excited. France vs Norway, France vs Senegal, you know it is going to be a very banger game here. Jay's point"
     },
     {
          "start": 549.92,
          "end": 608.56,
          "text": "Argentina, Algeria, Austria and Jordan are my expectations from Austria. But I don't think any of the three teams here have this capability. Again, when I am giving this prediction here, do not consider it as a sure shot confirmation. It's the World Cup, it's the moment, it's the FIFA World Cup. Brother, that is the day, that is the match, anything can happen, but if we talk about it on paper, then Argentina is going to come out of this group with a very high flying number and if we talk about the group itself, that is, if we look into the background, then Portugal is the winner of Play of One, this is what I think, which teams of Call of Duty will come here, that is, Uzbekistan and Colombia, I think Uzbekistan could be a surprise package. But not so much that they can do something to Portugal again, now you will bring that of Georgia here, then what can I say but Colombia team likes it's Hamis Rodriguez vs Cristiano Ronaldo but I think here Portugal, if there are any chances, if there are any chances then brother, we will have to win a group."
     },
     {
          "start": 612.48,
          "end": 671.68,
          "text": "If you are going to win the World Cup, then leave it. I am not talking about the knockouts, I am only talking about the group stages. If you are dreaming of winning the World Cup here, this is a group which you should win, that is, if Portugal's legs tremble even for a moment, then I will talk now about what will happen to them in the knockouts. But let's talk about this, here in Group L, England, Croatia, Ghana and Panama are there. I think England has also been implicated here to some extent. But I feel that the way England is playing here, they are playing under the hook. I Think Crochet Is Aging. I know Croatia is the joint killer team. You can expect from Ghana. Surprising package may come from Panama. I don't know to be very honest. So I think that here England will not only qualify from this group but will also emerge as the group winner. And with this, let us now talk about The Major and the Biggest of the Mall. If Portugal and Argentina win their respective groups here, then they will face each other in the quarter-finals. And I am from Portugal"
     },
     {
          "start": 674.0,
          "end": 733.2,
          "text": "Let me tell you that Portugal will first face Croatia in the Round of 32. In the round of 16 they will probably face Argentina and after that in the quarter finals they can face Argentina here and after that if for some reason there is a tragedy, brother something happens, I don't know what happened here, they have eliminated Argentina then brother they will face Brazil and ultimately they will be coming from that side, here it will be one of Germany, Spain and France, brother it is Portugal, I think brother God has said that if Ronaldo If you want to complete your story then you will have to do it in this manner only. It is explained here in the most difficult way and the hard way here is that Portugal starts with knockout. But you understand. You understand this is the biggest game. I am saying the biggest game of the 21st century. I am sorry if I am hurting anyone or offending anyone here. But I Think This Quarter-Final Is Bigger Than Every"
     },
     {
          "start": 737.2,
          "end": 795.76,
          "text": "World Cup Final. If it is a quarter final. This is the biggest game of this generation. Brother, when is my generation, this is the biggest game. And there will be no happiness at all. Somewhere you are thinking that lights will be installed, strings will be installed. Hey brother, Dide, firecrackers, firecrackers, gun, gun, gun, etc must be getting ready, brother. You understand, Messi fans on one side, Ronaldo fans on one side, Argentina, Portugal and Knockout World Cup quarter finals on one side. But again brother this is when we have Mbappe vs Holland. I think this World Cup draw gave a very good balance. I know the vibe here is very negative regarding this World Cup. But just focusing on the football. I think there are a lot of things here that you can focus on. Again here you talk about England that they also have chances. Whatever you say, Brazil has got a great opportunity. Morocco will face them here and the best thing is that all the three host nations can also make sure here, there is full probability that they will go to the knockouts here. as well as here"
     },
     {
          "start": 797.92,
          "end": 856.32,
          "text": "You get to see Mbappé versus Holland. Spain you will see st padding. And ultimately Portugal, which is already surrounded by so many questions, which will already come here under so much pressure, which will already be under the burden of such a big story, there will be so much pressure, there will be so many eyeballs, they know that if they win the group, which they will have to win, I am telling you brother, if Argentina and Brazil keep going, it will keep going brother in this World Cup, any team could do anything, every every team, as I am telling you, expect. Don't assume that any team here is going to be eliminated from the group stage. There is no big team but you can expect that the small teams here, which are weak teams or do not have expectations, will spoil the fortunes of the big teams here. We all are thinking that if Portugal wins their group or Argentina wins their group, then the atmosphere here will be completely wavey and it will be dede here. But what we are not understanding is that if Portugal loses its group here i.e. emerges as the group runner up, then here it will"
     },
     {
          "start": 858.959,
          "end": 918.32,
          "text": "People from Spain, Germany and France will go there. No, we will go to the other side of the bracket. So this will definitely mean that Argentina will probably miss the clash of the generation, the biggest clash in football history. But ultimately things are not going to be easy for Portugal in any footballing terms. Then they will be surrounded by Germany, Spain and here France. I think FIFA got what they wanted here. They needed the box office games to survive the knock-offs here and they have given us possibly the biggest game of the century here in the quarter finals. Now I just have one requirement here, which I am expecting that in the coming days, Messi will immediately confirm that he is playing for Argentina in the World Cup. I don't know, I don't feel it, I don't know why he is confused here. What is he thinking brother, it's Lionel Messi is the king and at the same time brother, here Carlo Ancelotti, Neymar should keep himself injury free and from there you will know that brother in Brazil."
     },
     {
          "start": 920.079,
          "end": 922.72,
          "text": "Neymar is also coming. Because again friend, now that we are going all in, we should have left."
     }
]